[
  {
    "imageUrl": "./img4.png",
    "allImages": [
      {
        "name": "./img4.png",
        "key": "efds6236"
      },
      {
        "name": "./placeholder.png",
        "key": "efffd2436"
      },
      {
        "name": "./placeholder.png",
        "key": "bgfbv7543"
      }
    ],
    "title": "«Рождение Венеры» Сандро Боттичелли",
    "description": "Картина иллюстрирует миф рождения Венеры (греч. Афродиты). Обнажённая богиня плывет к берегу в створке раковины ребристой сердцевидки или морского гребешка, подгоняемая ветром. В левой части картины Зефир (западный ветер) в объятиях своей супруги Хлориды (римский аналог — Флора) дует на раковину, создавая ветер, наполненный цветами. На берегу богиню встречает одна из граций.",
    "oldPrice": "2 000 000 $",
    "newPrice": "1 000 000 $",
    "saled": false,
    "id": 1,
    "key": "wpcwe22195"
  },
  {
    "imageUrl": "./img2.png",
    "allImages": [
      {
        "name": "./img2.png",
        "key": "odses85137"
      },
      {
        "name": "./placeholder.png",
        "key": "hfdss6bd76"
      },
      {
        "name": "./placeholder.png",
        "key": "mcsbv3563"
      }
    ],
    "title": "«Тайная вечеря»  Леонардо да Винчи",
    "description": "«Та́йная ве́черя» (итал. Il Cenacolo или L’Ultima Cena) — монументальная роспись, (ошибочно называемая фреской: картина написана темперой по сухому грунту, а не по влажной штукатурке) работы Леонардо да Винчи, изображающая сцену последней трапезы Христа со своими учениками. Создана в 1495—1498 годы в доминиканском монастыре Санта-Мария-делле-Грацие в Милане.",
    "oldPrice": "",
    "newPrice": "3 000 000 $",
    "saled": false,
    "id": 2,
    "key": "cyswk8672"
  },
  {
    "imageUrl": "./img3.png",
    "allImages": [
      {
        "name": "./img3.png",
        "key": "gfrfd5436"
      },
      {
        "name": "./placeholder.png",
        "key": "dsgtd4306"
      },
      {
        "name": "./placeholder.png",
        "key": "mgdno3419"
      }
    ],
    "title": "«Сотворение Адама» Микеланджело",
    "description": "«Сотворение Адама» — одна из самых выдающихся композиций росписи Сикстинской капеллы. В бесконечном пространстве летит Бог-Отец, окружённый бескрылыми ангелами, с реющей белой туникой. Правая рука вытянута навстречу руке Адама и почти касается её. Лежащее на зелёной скале тело Адама постепенно приходит в движение, пробуждается к жизни. Вся композиция сконцентрирована на жесте двух рук. Рука Бога даёт импульс, а рука Адама принимает его, давая всему телу жизненную энергию. Тем, что их руки не соприкасаются, Микеланджело подчеркнул невозможность соединения божественного и человеческого. В образе Бога, по замыслу художника, преобладает не чудесное начало, а гигантская творческая энергия. В образе Адама Микеланджело воспевает силу и красоту человеческого тела. Фактически, перед нами предстаёт не само сотворение человека, а момент, в который тот получает душу, страстное искание божественного, жажду познания.",
    "oldPrice": "6 000 000 $",
    "newPrice": "5 000 000 $",
    "saled": false,
    "id": 3,
    "key": "mhsiu1024"
  },
  {
    "imageUrl": "./img1.png",
    "allImages": [
      {
        "name": "./img1.png",
        "key": "kstvb3276"
      },
      {
        "name": "./placeholder.png",
        "key": "maino3209"
      }
    ],
    "title": "«Урок анатомии»  Рембрандт",
    "description": "Центральная фигура картины — доктор Николас Тульп, который показывает собравшимся устройство мускулатуры руки человека. Подобные открытые анатомические уроки были обычным явлением не только в Нидерландах, но и по всей Европе. Они проходили только раз в году, обычно в зимние месяцы, чтобы тело лучше сохранялось, носили торжественный характер и длились, как правило, несколько дней. Зрителями были коллеги по цеху, студенты, уважаемые граждане и простые горожане.",
    "oldPrice": "",
    "newPrice": "Продана на аукционе",
    "saled": true,
    "id": 4,
    "key": "lfdsu1464"
  }
]